accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
akira
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arch-install-scripts
archiso
archlinux-keyring
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-candy-beauty-git
arcolinux-chadwm-git
arcolinux-chadwm-pacman-hook-git
arcolinux-common-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-docs-git
arcolinux-fonts-git
arcolinux-geany-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-meta-steam-amd
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-obmenu-generator-git
arcolinux-openbox-git
arcolinux-openbox-themes-git
arcolinux-pamac-all
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-plank-git
arcolinux-plank-themes-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-qtile-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-tint2-git
arcolinux-tint2-themes-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-zsh-git
ardour
asciinema
audacity
autoconf
automake
avahi
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
binutils
bison
bleachbit
blueberry
bluez
bluez-libs
bluez-utils
broadcom-wl-dkms
btop
btrfs-progs
cadence
calf
calibre
caps
carla
cheese
cht.sh-git
clonezilla
conky-lua-archers
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
debugedit
dex
dhclient
dialog
diffutils
discord
distrho-ports
dmenu2
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracula-icons-git
dragonfly-reverb
drumgizmo
duf
dxvk-bin
e2fsprogs
ebumeter
edid-decode-git
edk2-shell
efibootmgr
eq10q
ethtool
exa
exfatprogs
exo
expac
f2fs-tools
fakeroot
fatresize
fdupes
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flex
font-manager-git
freetype2
fsarchiver
galculator
gawk
gcc
geany
geonkick
gettext
ghostscript
gimp
git
gksu
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-weather
gnu-netcat
google-chrome
gpart
gparted
gpm
gptfdisk
grep
groff
grub
grub-btrfs
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk2-perl
guitarix
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gxplugins.lv2
gzip
hardcode-fixer-git
hardinfo-gtk3
haskell-dbus
hdparm
helm-synth
homebank
hplip
htop
hw-probe
hwinfo
hyperv
imagemagick
inkscape
intltool
inxi
ir.lv2
irssi
iw
jfsutils
joplin
joplin-beta-appimage
jq
jre17-openjdk
jre17-openjdk-headless
jsoncpp
kvantum
laptop-detect
leafpad
less
lib32-vulkan-radeon
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-extension-languagetool
libreoffice-still
libretro-mame
libretro-shaders-slang
librewolf
libtool
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
linux-lqx
linux-lqx-docs
linux-lqx-headers
logrotate
lollypop
lsb-release
lsp-plugins
lsscsi
lvm2
lxappearance-obconf
lxrandr
m4
make
mame
mame-tools
man-db
man-pages
mangohud-common
mc
mdadm
meld
memtest86+
mesa
mesa-utils
microsoft-edge-stable-bin
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
noise-repellent
noto-fonts
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numlockx
nvme-cli
obconf
obmenu-generator
obmenu3
okular
open-iscsi
openbox
openbox-arc-git
openbox-themes-pambudi-git
openconnect
openresolv
openssh
openvpn
os-prober
otf-fira-mono
otf-fira-sans
otf-firamono-nerd
otf-font-awesome
p7zip
pa-applet-git
pacman
paper-icon-theme
papirus-icon-theme
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcsclite
pencil
perl-linux-desktopfiles
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plank
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
proton-ge-custom-bin
protonup-git
pulseaudio-jack
pv
pycharm-community-edition
python-pyparted
qemu-desktop
qpwgraph
qt5-webkit
qt5ct
qtile
qtile-extras-git
quodlibet
rate-mirrors-bin
refind
reflector
reiserfsprogs
retroarch
rhythmbox
ripgrep
ristretto
rofi
rofi-theme-fonts
rp-pppoe
rsync
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
screen
scribus
scrot
sddm
sdparm
sed
setbfree
sg3_utils
skypeforlinux-stable-bin
smartmontools
snes9x
snes9x-gtk
sof-firmware
sound-juicer
speedtest-cli-git
spotify
squashfs-tools
starship
sudo
surfn-icons-git
surge
syslinux
system-config-printer
tap-plugins
tcpdump
telegram-desktop-bin
terminus-font
testdisk
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tidy
timeshift
timeshift-autosnap
tint2
tldr
tlp
tmux
torbrowser-launcher
tpm2-tss
transmission-gtk
trayer
tree
ttf-anonymous-pro
ttf-caladea
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-material-design-iconic-font
ttf-meslo-nerd-font-powerlevel10k
ttf-mononoki-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono
ttf-sourcecodepro-nerd
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
ventoy-bin
vim
virt-manager
visual-studio-code-bin
vlc
volumeicon
vpnc
vulkan-radeon
vulkan-tools
w3m
wd719x-firmware
webkit2gtk
wget
which
whois
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xcape
xcolor
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce4-appfinder
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xivlauncher
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay-bin
zam-plugins
zenity
zsh
zsh-completions
zsh-syntax-highlighting
zynaddsubfx
